Repository: IamRedsan/mysite
Catalog: locallibrary/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter a date between now and 4 weeks (default 3).
vi: Nhập ngày từ nay đến 4 tuần (mặc định là 3).

source: Invalid date - renewal in past
vi: Ngày không hợp lệ - gia hạn trong quá khứ

source: Invalid date - renewal more than 4 weeks ahead
vi: Ngày không hợp lệ - gia hạn trước hơn 4 tuần

source: Renewal_date
vi: Ngày gia hạn

source: Required. Enter a valid email address.
vi: Nhập địa chỉ email hợp lệ.

source: The email address is already in use.
vi: Các địa chỉ email đã được sử dụng.

source: The username is already taken.
vi: Tên người dùng đã được sử dụng.

source: Enter the title of the book
vi: Nhập tiêu đề của sách

source: Select the author of the book
vi: Chọn tác giả của sách

source: Enter a brief description of the book
vi: Nhập mô tả ngắn gọn về sách

source: Enter the 13-character ISBN number of the book. See <a href="https://www.isbn-international.org/content/what-isbn">ISBN information</a> for more details.
vi: Nhập số ISBN gồm 13 ký tự của sách. Xem <a href="https://www.isbn-international.org/content/what-isbn">thông tin ISBN</a> để biết thêm chi tiết.

source: Select one or more genres for this book
vi: Chọn một hoặc nhiều thể loại cho sách này

source: Genre
vi: Thể loại

source: Unique ID for this particular book across the whole library
vi: Mã ID duy nhất cho cuốn sách này trong toàn thư viện

source: Select the book for this instance
vi: Chọn sách cho trường hợp này

source: Enter the imprint information (e.g., publisher, publication date)
vi: Nhập thông tin in ấn (ví dụ: nhà xuất bản, ngày xuất bản)

source: Enter the date when the book is due to be returned
vi: Nhập ngày khi sách cần được trả lại

source: Select the current status of the book
vi: Chọn trạng thái hiện tại của sách

source: Firstname
vi: Tên

source: Enter the author's first name
vi: Nhập tên riêng của tác giả

source: Lastname
vi: Họ

source: Enter the author's last name
vi: Nhập họ của tác giả

source: Date of birth
vi: Ngày sinh

source: Enter the author's date of birth
vi: Nhập ngày sinh của tác giả

source: Died
vi: Qua đời

source: Enter the author's date of death, if applicable
vi: Nhập ngày mất của tác giả, nếu có

source: Date of death must be after date of birth.
vi: Ngày mất phải sau ngày sinh.

source: Local Library
vi: Thư viện địa phương

source: Home
vi: Trang chủ

source: All books
vi: Tất cả sách

source: All authors
vi: Tất cả tác giả

source: User:
vi: Người dùng:

source: My Borrowed
vi: Sách mượn

source: Logout
vi: Đăng xuất

source: Staff
vi: Nhân viên

source: All Borrowed
vi: Tất cả sách mượn

source: Login
vi: Đăng nhập

source: previous
vi: trước

source: Page
vi: Trang

source: of
vi: trong

source: next
vi: tiếp

source: Delete Author
vi: Xóa tác giả

source: Are you sure you want to delete the author
vi: Bạn có chắc là muốn xác tác giả

source: Yes, delete.
vi: Xóa

source: Date of death
vi: Ngày mất

source: DELETE
vi: XÓA

source: UPDATE
vi: CẬP NHẬT

source: Submit
vi: Xác nhận

source: Author List
vi: Danh sách tác giả:

source: Create Author
vi: Tạo tác giả:

source: There are no authors in the library.
vi: Không có tác giả trong thư viện.

source: Title
vi: Tiêu đề

source: Author:
vi: Tác giả:

source: Summary:
vi: Tóm tắt:

source: ISBN:
vi: Mã ISBN:

source: Genre:
vi: Thể loại:

source: Copies
vi: Bản sao:

source: Due to be returned:
vi: Hạn phải trả lại:

source: Imprint:
vi: Nhà xuất bản:

source: Book List
vi: Danh sách sách

source: There are no books in the library.
vi: Không có sách trong thư viện.

source: Renew
vi: Làm mới

source: Borrower
vi: Người mượn

source: Due date
vi: Ngày đến hạn

source: Borrowed books
vi: Sách mượn

source: There are no books borrowed.
vi: Bạn không mượn sách nào.

source: Sign Up
vi: Đăng ký

source: Local Library Home
vi: Trang chủ thư viện địa phương

source: Welcome to LocalLibrary, a website developed by
vi: Chào mừng đến với LocalLibrary, trang web được phát triển bởi

source: Dynamic content
vi: Nội dung động

source: The library has the following record counts:
vi: Thư viện có số lượng bản ghi sau:

source: Books:
vi: Sách:

source: Copies:
vi: Bản sao:

source: Copies available:
vi: Bản sao có sẵn:

source: Authors:
vi: Tác giả:

source: You have visited this page %(num_visits)s time.
vi: Bạn đã truy cập trang này %(num_visits)s lần.

source: Logged out!
vi: Đã đăng xuất!

source: Click here to login again.
vi: Nhấp vào đây để đăng nhập lại.

source: Your username and password didn't match. Please try again.
vi: Tên người dùng và mật khẩu của bạn không khớp. Vui lòng thử lại.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
vi: Tài khoản của bạn không có quyền truy cập vào trang này. Để tiếp tục, vui lòng đăng nhập bằng tài khoản có quyền truy cập.

source: Please login to see this page.
vi: Vui lòng đăng nhập để xem trang này.

source: Don't have account?
vi: Không có tài khoản?

source: Lost password?
vi: Quên mật khẩu?

source: Please enter (and confirm) your new password.
vi: Vui lòng nhập (và xác nhận) mật khẩu mới của bạn.

source: New password:
vi: Mật khẩu mới:

source: Confirm password:
vi: Xác nhận mật khẩu:

source: Password reset failed
vi: Đặt lại mật khẩu thất bại

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể vì nó đã được sử dụng. Vui lòng yêu cầu đặt lại mật khẩu mới.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
vi: Chúng tôi đã gửi email cho bạn hướng dẫn cài đặt mật khẩu. Nếu chưa nhận được sau vài phút, hãy kiểm tra thư mục spam.

source: Someone asked for password reset for email
vi: Ai đó đã yêu cầu đặt lại mật khẩu cho email

source: . Follow the link below:
vi: . Hãy làm theo liên kết dưới đây:

source: Reset password
vi: Đặt lại mật khẩu
